* development
  :LOGBOOK:
  CLOCK: [2017-04-05 Mit 17:20]--[2017-04-05 Mit 18:18] =>  0:58
  CLOCK: [2017-04-05 Mit 14:27]--[2017-04-05 Mit 15:32] =>  1:05
  CLOCK: [2017-04-05 Mit 12:55]--[2017-04-05 Mit 14:11] =>  1:16
  CLOCK: [2017-04-03 Mon 17:18]--[2017-04-03 Mon 18:18] =>  1:00
  CLOCK: [2017-04-03 Mon 16:36]--[2017-04-03 Mon 16:37] =>  0:01
  CLOCK: [2017-04-03 Mon 15:32]--[2017-04-03 Mon 15:36] =>  0:04
  CLOCK: [2017-04-03 Mon 14:14]--[2017-04-03 Mon 14:54] =>  0:40
  CLOCK: [2017-04-03 Mon 12:55]--[2017-04-03 Mon 13:00] =>  0:05
  CLOCK: [2017-04-03 Mon 11:59]--[2017-04-03 Mon 12:35] =>  0:36
  :END:
** refactoring
   :LOGBOOK:
   CLOCK: [2017-04-06 Don 13:02]--[2017-04-06 Don 13:31] =>  0:29
   CLOCK: [2017-04-06 Don 10:35]--[2017-04-06 Don 12:21] =>  1:46
   CLOCK: [2017-04-05 Mit 22:28]--[2017-04-05 Mit 22:32] =>  0:04
   CLOCK: [2017-04-03 Mon 09:16]--[2017-04-03 Mon 09:52] =>  0:36
   CLOCK: [2017-04-02 Son 17:18]--[2017-04-02 Son 17:38] =>  0:20
   CLOCK: [2017-04-02 Son 15:25]--[2017-04-02 Son 15:27] =>  0:02
   CLOCK: [2017-04-02 Son 14:57]--[2017-04-02 Son 15:16] =>  0:19
   CLOCK: [2017-04-02 Son 11:13]--[2017-04-02 Son 12:26] =>  1:13
   :END:
** testing
   :LOGBOOK:
   CLOCK: [2017-04-07 Fre 16:21]--[2017-04-07 Fre 17:06] =>  0:45
   CLOCK: [2017-04-07 Fre 12:39]--[2017-04-07 Fre 14:00] =>  1:21
   CLOCK: [2017-04-05 Mit 12:50]--[2017-04-05 Mit 12:55] =>  0:05
   CLOCK: [2017-04-05 Mit 12:03]--[2017-04-05 Mit 12:36] =>  0:33
   CLOCK: [2017-04-05 Mit 11:35]--[2017-04-05 Mit 11:52] =>  0:17
   CLOCK: [2017-04-03 Mon 17:12]--[2017-04-03 Mon 17:18] =>  0:06
   CLOCK: [2017-04-03 Mon 16:37]--[2017-04-03 Mon 17:01] =>  0:24
   CLOCK: [2017-04-03 Mon 16:05]--[2017-04-03 Mon 16:36] =>  0:31
   CLOCK: [2017-04-03 Mon 15:36]--[2017-04-03 Mon 15:37] =>  0:01
   :END:
* Verification
** symbolic models
   :LOGBOOK:
   CLOCK: [2017-04-17 Mon 15:48]--[2017-04-17 Mon 16:03] =>  0:15
   CLOCK: [2017-04-17 Mon 14:51]--[2017-04-17 Mon 15:32] =>  0:41
   CLOCK: [2017-04-17 Mon 14:20]--[2017-04-17 Mon 14:40] =>  0:20
   CLOCK: [2017-04-17 Mon 13:51]--[2017-04-17 Mon 14:05] =>  0:14
   CLOCK: [2017-04-17 Mon 10:49]--[2017-04-17 Mon 11:28] =>  0:39
   CLOCK: [2017-04-17 Mon 10:18]--[2017-04-17 Mon 10:31] =>  0:13
   CLOCK: [2017-04-16 Son 19:00]--[2017-04-16 Son 20:14] =>  1:14
   CLOCK: [2017-04-16 Son 11:56]--[2017-04-16 Son 12:25] =>  0:29
   :END:
** API contracts
   :LOGBOOK:
   CLOCK: [2017-04-18 Die 15:47]--[2017-04-18 Die 16:15] =>  0:28
   CLOCK: [2017-04-18 Die 15:42]--[2017-04-18 Die 15:47] =>  0:05
   CLOCK: [2017-04-18 Die 12:29]--[2017-04-18 Die 12:42] =>  0:13
   CLOCK: [2017-04-18 Die 11:39]--[2017-04-18 Die 11:43] =>  0:04
   CLOCK: [2017-04-18 Die 11:11]--[2017-04-18 Die 11:38] =>  0:27
   CLOCK: [2017-04-17 Mon 19:06]--[2017-04-17 Mon 19:29] =>  0:23
   CLOCK: [2017-04-17 Mon 18:32]--[2017-04-17 Mon 19:00] =>  0:28
   CLOCK: [2017-04-17 Mon 17:03]--[2017-04-17 Mon 17:40] =>  0:37
   :END:
** Validator plugin
   :LOGBOOK:
   CLOCK: [2017-04-19 Mit 18:46]
   CLOCK: [2017-04-19 Mit 18:25]--[2017-04-19 Mit 18:44] =>  0:19
   CLOCK: [2017-04-19 Mit 17:53]--[2017-04-19 Mit 18:02] =>  0:09
   CLOCK: [2017-04-19 Mit 16:05]--[2017-04-19 Mit 17:16] =>  1:11
   CLOCK: [2017-04-19 Mit 15:41]--[2017-04-19 Mit 15:48] =>  0:07
   CLOCK: [2017-04-19 Mit 12:57]--[2017-04-19 Mit 13:07] =>  0:10
   CLOCK: [2017-04-19 Mit 11:40]--[2017-04-19 Mit 12:37] =>  0:57
   CLOCK: [2017-04-18 Die 17:25]--[2017-04-18 Die 17:49] =>  0:24
   CLOCK: [2017-04-18 Die 16:16]--[2017-04-18 Die 16:42] =>  0:26
   :END:
